{"pages":[{"title":"about","text":"This is Q Ti Mommy site","link":"/about/index.html"}],"posts":[{"title":"芬兰生娃丨产后芬兰医院给妈妈们吃什么营养餐？“＝月子餐”？","text":"总结而言：营养健康（多液体、高蛋白、多蔬菜），容易消化，美味的。 住院后、生产产前，芬兰医院的食物更像是自助餐，不过不是自取，而是由助产士送到孕妇的房间。我当时可选的食物挺多，包括各种热、冷饮品（各种茶包、果汁、牛奶等），还有热汤，奶酪，好几种面包… …在生Ti之前，我让助产士帮我拿了两次食物。因为生产会消耗大量体力。生孩子前，吃饱才好用力生娃、生孩子后，需要补充体力。另外，生娃也是一件“有压力”的事情，吃东西可以缓解心理上的压力。 在芬兰并没有“坐月子”的说法，同样，也没有“月子餐”。 了解更多 芬兰生娃丨医院神秘面纱大揭秘 + 海外生娃不得不考虑的建议 芬兰生娃丨医院账单到了！五星服务的费用是… 在医院里，一天有四顿，以保证一天摄入2200Kcal的能量。由于需要为孩子喂养母乳，这是很需要饮用大量的液体（水、果汁、牛奶等），同时也需要很多的能量。因为照顾新生婴儿是一件24小时 on call（在线）的事情，很容易饿，特别是半夜。 一起看看，我生完Ti之后吃了什么吧~ 特别的点：医院允许孕妇或产妇喝咖啡。他们给我专门的食物指引资料。咖啡每天可以喝一杯，但不可过量。由于母乳喂养可以把咖啡因传送给宝宝，宝宝也“精神”着。","link":"/2021/09/06/Finlandlife/%E4%BA%A7%E5%90%8E%E8%8A%AC%E5%85%B0%E5%8C%BB%E9%99%A2%E7%BB%99%E5%A6%88%E5%A6%88%E4%BB%AC%E5%90%83%E4%BB%80%E4%B9%88%E8%90%A5%E5%85%BB%E9%A4%90/"},{"title":"芬兰生娃丨医院账单到了！五星服务的费用是...","text":"在高消费的北欧国家的医院生一个宝宝需要多少费用？ 生产Ti的医院费用与在广州妇幼生产Q的费用谁更高？ 导读 Part 1 ：芬兰医疗费用简介 Part 2 : 短期住院护理费用描述 Part 3 : 我的生娃账单 VS 广州生Q费用 了解更多 芬兰生娃丨医院神秘面纱大揭秘 + 海外生娃不得不考虑的建议 芬兰生娃丨产后芬兰医院给妈妈们吃什么营养餐 Part 1 ：芬兰医疗费用简介Patient fees : 医疗费用 在芬兰，医疗费用中的大部分由你所在的城市支付。个人仅支付小部分费用。病人出院时并不用马上支付医院的账单，具体的医疗费用将由邮寄纸质账单到病人家中或者发送E-账单到个人的医疗系统账户上。账单在治疗之后约两周时间内到家。（我的生产账单是出院后10天到家的。） Part 2 : 短期住院护理费用描述2021年的收费标准：48.9欧元/天。 有趣的地方A.不同的治疗手段，但一样的收费。 我是使用水中分娩的方式生产小捌芬的，过程中没有使用任何药物或进行手术，一天按48.9欧元收费。我的朋友剖腹产，用不同的药物，进行手术等，一天也是按48.9欧元收费。 B.48.9欧元全包当天内容。该费用是指入院日、住院日和出院日，一天的费用。该费用包括：治疗费用、住院费用、检查费用、吃饭费用、工作人员服务等等的全费用。 Part 3 :Ti生娃账单 VS 广州生Q费用 水中分娩，单人产房、单人病房。3天医院生产之旅，一天48.9欧元，最后支付合计 146.70 欧元（大概1000元）。 那时在广州生Q的时候，传统方式顺产，用了催生针、物理捅破羊水、产后泡脚、新生儿洗澡服务等等，单人产房、双人病房，5天医院生产之旅，合计约4500元。医保后，最后支付约2500元。 两次每日单价相差100元.","link":"/2021/09/03/Finlandlife/%E5%8C%BB%E9%99%A2%E8%B4%A6%E5%8D%95%E5%88%B0%E4%BA%86/"},{"title":"芬兰生娃丨医院神秘面纱大揭秘 + 海外生娃不得不考虑的建议","text":"导读 Part 1: 芬兰医院（HUS）Room tour Part 2: 海外生娃不得不考虑的建议 背景解读Q在广州妇幼医院出生，从见红到孩子出生共经历24小时。在医院待了5天。 Ti在赫尔辛基大区的医院出生，从见红到孩子出生共经历9小时。在医院待了3天。由于新冠原因，只允许一位大人陪产和探视（Q不能入内）。由于Q才3岁、并且我们的家人因为新冠无法抵达芬兰，我的丈夫需要照顾Q。本次生产由我自己全程体验产前、生产和产后过程。 了解更多 芬兰生娃丨芬兰医院分娩账单 芬兰生娃丨产后芬兰医院给妈妈们吃什么营养餐 Part 1: 芬兰医院（HUS）Room tour Part 2: 海外生娃不得不考虑的建议这几年很特殊，由于新冠，许多医院对人员流动有很严格的要求。特别的大环境，在海外生孩子有些不得不考虑的事情。 A.，要坚强：因为许多过程需要独自一人处理入院生产和产后照顾BB，主角都是妈妈们。高频率的宫缩和分娩的过程是极其痛苦的。很痛苦的时候只有一个人，其实是很无助的。坚强的心态是熬过那段生产时间的唯一方法。 产后24小时随时要为宝宝服务。如果选择母乳喂养，刚开始的时候并不容易，是“开头难、容易放弃、比较累（因为宝宝吃奶频率更高）”的事情。 B.语言很重要医护人员基本都是双语或三语能力（芬兰语、瑞典语、英语）。医院将根据孕妇的母语及“妈妈卡”上所填写的语言派遣医疗人员。其实整个怀孕过程的孕检、生产、住院、产后的检查等等都一样。不同的是，孕检和产后检查可以带家人，生产和住院或许没有家人陪伴。 由于生娃的人是妈妈，所以最好是由妈妈本人描述内容。特别是生产过程。如果使用翻译，翻译不会一直跟着这位妈妈（开十指时间太长，费用摆在那）；如果让丈夫翻译，丈夫有时也是“晕乎乎”不能准确表达妈妈的感受。 值得注意的是，由于生活与工作英语跟医用英语词汇上没有交汇点。建议孕期可以收集相应的医学词汇并且学习。因为医护人员面对面和电话里都会问很多问题，妈妈们需要简单、准确地描述自己的情况。 越是关键时候，越是紧急时候，能帮你的，只有你自己。 C.核心文件随声带（妈妈卡和带照片的身份证明）入院的唯一要求。缺啥，让丈夫回家拿就行。 D.Uusimaa内选医院赫尔辛基的妇女医院通常处理“难题”。2人一个房间。非头胎生产基本无家庭房（房间很大，丈夫同住同吃）。早产可选。 埃斯波Jorvi医院。1人一个房间。可用家庭房（丈夫同住同吃）。 Hyvinkää 和 Lohja医院。环境也不错，优点是人少，在赫尔辛基大区以外。需考虑车程。","link":"/2021/09/01/Finlandlife/%E8%8A%AC%E5%85%B0%E7%94%9F%E5%A8%83-%E5%8C%BB%E9%99%A2%E7%A5%9E%E7%A7%98%E9%9D%A2%E7%BA%B1%E5%A4%A7%E6%8F%AD%E7%A7%98-%E6%B5%B7%E5%A4%96%E7%94%9F%E5%A8%83%E4%B8%8D%E5%BE%97%E4%B8%8D%E8%80%83%E8%99%91%E7%9A%84%E5%BB%BA%E8%AE%AE/"},{"title":"情绪管理 | 3岁+的孩子爱生气，管理“生气”从今天开始","text":"3岁+的孩子的词汇量大概是500个，他们既能清晰地描述日常的小事情，但又时常不能准确表达自己的想法。 这个年龄段的孩子开始有自己的想法和意愿。如果想法得不到满足，便开始大哭、大叫、地上打滚、扔身边的东西、打家具、打父母、小脸憋得通红、生气得满头大汗……跟父母“反抗”到底，“斗到”父母妥协才能罢休…… 这个年龄段的孩子似乎没有理由地生气。对于不同的意见，将表现出非常大的不满和抗拒。双手抱胸、跺脚、对父母大叫“不”、停在原地表示不满…… 当遇到孩子脾气管理失控的时候，便是我们着手教育他们的最好时机。关键时期不教导，很容易导致日后脾气暴躁。 越早解决，越省心。如果孩子在家生气的时候，抓住机会，引导孩子正确面对“生气”。总比在公共场合孩子在“发狂”时，大人跟着发飙来得简单些。 当然，我们需要留心孩子的状态。一般而言，根据专家的意见，孩子哭25分钟以内是没有问题的。不过要留意孩子是否被自己的口水呛到或者由于鼻涕堵塞，呼吸困难等。需要哭多久是因人而异的。通常刚开始会哭比较久，随着孩子学会管理自己的情绪，时间会缩短。 “生气”的情绪是不是洪水猛兽？如何协助孩子控制他们的生气情绪？ 首先，“生气”是一种平常又普通的感受，孩子拥有它、父母也拥有它。 第一步：父母先冷静下来，不要因为孩子失控，自己也沦陷失控状态。 3岁多的孩子对情绪的控制处于初苗阶段。如果他们发现父母比他们更激动，只会“火星撞地球”，双方越演越烈。 做你孩子的榜样，用冷静的情绪与你的孩子沟通，其中包括：温和的声音、温柔的脸部表情和关爱的肢体语言。 只有看到你冷静的样子，孩子才有可能跟着你冷静下来。这不是家长和孩子之间的比赛，比拼谁的声音大或谁比较“凶猛”。 第二步，不是告诉他们“冷静下来”，而是给他们时间自己冷静下来。 其实“冷静”这个词挺难懂。我指的是语言含义。让要3岁+的孩子理解其含义，那是相当困难的。倒是可以减低语速地告诉暴躁的孩子，“妈妈给你5分钟你自己哭。当你不哭的时候，妈妈再跟你聊聊这件事。” 有些孩子可能还是对时间没太多观念。小肆芬还更小的时候，我们会让她坐在一张小椅子上大哭，每当她离开椅子，我们便再把她放回去。每次放她回到椅子上时都会告诉她：“你坐在这里想想，不哭了我们再聊。” 第三步，现在不是说教的好时机，但却是聆听的好机会。 了解孩子为什么要生气。 说教只会引起孩子的反抗心理，对这次的引导并没有积极的影响。而“共情” — 更多的关爱和理解，才是幼小的心灵寻求的依靠。 第四步，冷静后的讲道理。 给做到冷静的孩子一个拥抱和几句鼓励的话。告诉他们，“你也做得到，你是大孩子了……”擦干眼泪，讲明道理。 重中之重，全程父母需要深呼吸，因为这引导过程需要你的耐心与耐性。 如果孩子一旦学会管理自己的生气情绪，下一次他们再次生气时，恢复正常的时间会更短、效果更好。","link":"/2021/09/04/habits/%E5%B9%BC%E5%84%BF%E6%83%85%E7%BB%AA%E7%AE%A1%E7%90%86/"},{"title":"为什么要学习中文和外语？丨双语使用者的优势到底是什么？","text":"Bilingualism (能熟练使用两种语言)简而言之，双语是使用两种语言的能力。 Bilingual speaker (双语使用者)由于家庭或居住环境，一个人从小同时学习和使用两种语言，成为了双语者。或者他们学习第一语言后的某个时段，接着学习第二语言，成为了双语者。 导读： 1.双语使用的优势是什么？ 2.为什么要成为双语使用者？ 1. 双语使用的优势是什么？从不同的维度看双语使用者的优势。 教育维度双语使用者更容易学习新的一门语言。语言的学习方法是相似的。当掌握了一门语言，可以使用相同的方式学习另一门语言。 使用双语的儿童往往在教育里更容易成功，他们能在任务中有更好的表现。 部分双语学生由于年幼时已经开始学习外语，或者由于母语加持，学校的语言成绩会更好。 工作维度能熟练地使用不同语言，是简历上“增彩”一笔。 双语使用者的工资水平比单一语言使用者平均高11%或更多。 更多的工作机会。许多企业需要提供双语服务，因此需要双语使用者。 生活维度了解使用该语言的国家的文化、历史等许多方面。 可以参加当地丰富的社区生活。 给人强烈的认同感和归属感。 能够自信地从一种语言切换到另一种语言会给个人带来自信和自豪。 能说多种语言使人们对待其它文化更加宽容。 2. 为什么要成为双语使用者？更具创造性和更灵活（To be more creative and flexible）创造灵感和灵活处理问题的方式来源于看得多、看得广、看得远。中文古语有云：“三个臭皮匠顶过一个诸葛亮”。语言是我们找到“臭皮匠”的渠道。当“臭皮匠”越多，才能有更多的可能，而不是把自己装到框条里。 更开放的思想（To be more open-mind）开放的思想能帮助一个人更容易地理解、融入新的（生活/工作）环境和社会，并成为其中一员。而不是喋喋不休地埋怨或吐槽别人的不一样。 比方说“猪蹄/猪手”，中国使用该食材的美味菜式遍布各省份。比如说：红烧猪蹄、卤猪蹄、黄豆猪蹄汤、香辣猪蹄、凉拌猪蹄……广东生小孩之后，“吃猪脚姜醋”闻名于全国，里面主要原料之一就是猪蹄。 但如果你请欧美的外国人吃猪蹄，他们99%觉得是疯了，心里想：“我才不要吃猪的手或脚…” 又比方说“蜗牛和鹅肝”，这两样都是法国的顶级美食。花大钱到米其林餐厅，菜谱上可点的菜品。如果法国人用这两道菜招呼你，应该是过节（圣诞、新年），也是对你的一种喜爱吧。他们会珍藏自制的鹅肝，高兴才拿出来吃。这跟父亲们，高兴才把珍藏的酒拿出来喝的道理一样。 但如果你不知道文化，99%的人觉得法国人疯了，心里想：“谁要吃黏糊糊的蜗牛或古怪的鹅肝（制作后口感有点奇怪）…” 冲突是因为文化不同，相互也没有了解或理解过对方啊！ 更容易同时专注于各种任务（To be easier to focus on a variety of tasks simultaneously）或许是因为双语者的头脑经常处于交换与切换状态。 如同电脑一样，当你的CPU越好，能同线处理的任务越多。","link":"/2021/09/04/language/%E4%B8%BA%E4%BB%80%E4%B9%88%E8%A6%81%E5%AD%A6%E4%B9%A0%E4%B8%AD%E6%96%87%E5%92%8C%E5%A4%96%E8%AF%AD/"},{"title":"对话异地生活和海外生活的父母，为何孩子必须学母语？","text":"母语（Native language）对孩子非常重要。而孩子的母语指：父母双方分别使用的母语，通常是一门语言（父母来自同一个地域）或两门语言（父母来自不同地域）。 例子在我们家，我的母语是粤语，我丈夫的母语是普通话。由于生活在芬兰，全家日常生活和工作学习使用的语言却是芬兰语和英语。 在我们家，对于小肆芬和小捌芬而言，粤语和普通话便是他们两个的母语。 哪怕生活的社会未必使用我们的母语。在家里我们也坚持教导孩子们母语，妈妈对他们说粤语，爸爸对他们说普通话。 为什么母语那么重要？ 母语是孩子搭建思考模式的基础，同时也是情感生活平衡发展的基础。 语言承载着思考模式和情感。 简单点来说，每种语言都影响着人们不同的思考模式，语言的表达模式和其文化背景密不可分。 孩子从最初学习感情的表达，最简单的方式就是跟父母学母语表达。比如说：开心、伤心、生气….. 母语是孩子认识自己是谁、属于哪里的关键部分。 很多孩子从小跟着父母走南闯北，或许是国内跨区域生活，也或许是到海外生活。母语是让孩子记住自己来自于哪里（出生地、国家），也是认同自己的方式之一。 比方说，到广州生活工作的陕西父母。可以在家教导自己的孩子普通话及方言。 比方说，到英语类国家生活的家庭。可以在家教导自己的孩子普通话及方言。孩子的国籍是中国，孩子需要接受祖国的文化熏陶，他们是中国人。 母语是孩子与家庭、亲人和朋友的纽带。 语言本是沟通的工具。 不是所有人都能掌握多门语言（方言或外语）。母语成为孩子与身边的人沟通的核心工具。 比方说，父母在教育孩子的时候最好使用母语。因为那是信息传递的捷径，作为父母知道自己在说什么，而不是翻译后，把扭曲的含义传递给孩子。 又比方说，在海外生活的孩子，如果母语说不好，可能跟自己的爷爷奶奶公公婆婆沟通都会出现困难。难道要老人们学一门外语？ 母语也是学习和创造的工具。 母语是人了解世界时最简单的工具。 我有时会遇到一些搜索困难。因为不能用最精准、最地道的单词道出物品名字。 同时，我发现哪怕外语的能力再强的人，只要没达到母语级别，你会发现，都是有语言“缺陷”的。但当使用母语的时候，却那么地流畅。 最后： 或许这就是为什么人与人之间有争执的时候，最容易表达意见的是使用母语。因为那是你情感表达最酣畅淋漓的，不卡机，也不会找不到表达自己的词句。 一个侧面，可见母语的强大。","link":"/2021/09/04/language/%E4%B8%BA%E4%BD%95%E5%AD%A9%E5%AD%90%E5%BF%85%E9%A1%BB%E5%AD%A6%E6%AF%8D%E8%AF%AD/"}],"tags":[{"name":"芬兰生活","slug":"芬兰生活","link":"/tags/%E8%8A%AC%E5%85%B0%E7%94%9F%E6%B4%BB/"},{"name":"幼儿习惯培养","slug":"幼儿习惯培养","link":"/tags/%E5%B9%BC%E5%84%BF%E4%B9%A0%E6%83%AF%E5%9F%B9%E5%85%BB/"},{"name":"语言发展","slug":"语言发展","link":"/tags/%E8%AF%AD%E8%A8%80%E5%8F%91%E5%B1%95/"}],"categories":[]}