{"pages":[{"title":"谁是QTimom","text":"Hi, 我是Q和Ti的妈妈😄。 结婚生娃前，我们在法国生活5年有余。 后来，我们回国工作。 我在行业500强公司品牌市场部浸泡约3年的时间，期间也曾担任A level化学老师（英语教学）。 那时，我们迎来了第一个宝宝Q👶。 现居芬兰。 在这，我们迎接了第二名宝宝Ti👶。 我们是独立的四口之家👨‍👩‍👧‍👦。 我们热爱生活，每天从生活中收获。 我们利用熟知的中文、粤语、英语、法语、芬兰语带着两个孩子走世界。 我们用不一样的眼光看世界，有观点、有态度。 从生活出发，在这里，品味人生，探讨发展语言，畅谈育儿方式。 欢迎你的到来！","link":"/about/index.html"},{"title":"Copyright","text":"基本信息作者: 哭啼妈妈QTimom权利人: Zhi Wen DENG联系方式: zhiwendeng.fi@gmail.com 版权声明 本版权声明承袭著作权法, 在此基础上额外声明以下规定； 本网站文章, 帖子等仅代表作者本人的观点, 本站不保证文章等内容的有效性； 属在本网站发表的文章（包括转帖）, 版权归原作者所有； 本网站会不定期的对本站的著作进行审查, 对于收录的文章, 会首先征求作者同意本网站部分内容转载于合作站点或其他站点,但都会注明作/译者和原出处。如有不妥之处,敬请指出； 在征得本网站,以及作/译者同意的情况下,本网站的作品允许非盈利性引用,于本站原创作品并请注明出处：“作者：哭啼妈妈QTimom 转载自 QTimom.com”字样, 于非本站原创作品请联系创作者版权问题, 以尊重作者的劳动成。版权归原作/译者所有。 未经允许,严禁转载； 对非法转载者,其行为包括未经允许的引用, 转载, 复制的片段, 改编, 演绎, 二次转载, 本站和作/译者保留采用法律手段追究的权利。 授权许可 非商业用途, 默认许可, 但需遵循以上版权声明； 商业用途, 需要征得本网站许可, 并获得本网站签发的许可证书, 方可获得授权。 商业洽谈 请通过邮箱联系本站管理员 免责声明 本站不负责在本站留言中的恶意诋毁, 污蔑, 及网络攻击等违法行为造成的后果","link":"/copyright/index.html"}],"posts":[{"title":"芬兰生娃丨医院神秘面纱大揭秘 + 海外生娃不得不考虑的建议","text":"你也许想知道 Part 1: 芬兰医院（HUS）Room tour Part 2: 海外生娃不得不考虑的建议 背景解读Q在广州妇幼医院出生，从见红到孩子出生共经历24小时。在医院待了5天。 Ti在赫尔辛基大区的医院出生，从见红到孩子出生共经历9小时。在医院待了3天。由于新冠原因，只允许一位大人陪产和探视（Q不能入内）。由于Q才3岁、并且我们的家人因为新冠无法抵达芬兰，我的丈夫需要照顾Q。本次生产由我自己全程体验产前、生产和产后过程。 了解更多 芬兰生娃丨芬兰医院分娩账单 芬兰生娃丨产后芬兰医院给妈妈们吃什么营养餐 Part 1: 芬兰医院（HUS）Room tour Part 2: 海外生娃不得不考虑的建议这几年很特殊，由于新冠，许多医院对人员流动有很严格的要求。特别的大环境，在海外生孩子有些不得不考虑的事情。 A.要坚强：因为许多过程需要独自一人处理 入院生产和产后照顾BB，主角都是妈妈们。高频率的宫缩和分娩的过程是极其痛苦的。很痛苦的时候只有一个人，其实是很无助的。坚强的心态是熬过那段生产时间的唯一方法。 产后24小时随时要为宝宝服务。如果选择母乳喂养，刚开始的时候并不容易，是“开头难、容易放弃、比较累（因为宝宝吃奶频率更高）”的事情。 B.语言很重要 越是关键时候，越是紧急时候，能帮你的，只有你自己。 医护人员基本都是双语或三语能力（芬兰语、瑞典语、英语）。医院将根据孕妇的母语及“妈妈卡”上所填写的语言派遣医疗人员。其实整个怀孕过程的孕检、生产、住院、产后的检查等等都一样。不同的是，孕检和产后检查可以带家人，生产和住院或许没有家人陪伴。 由于生娃的人是妈妈，所以最好是由妈妈本人描述内容。特别是生产过程。如果使用翻译，翻译不会一直跟着这位妈妈（开十指时间太长，费用摆在那）；如果让丈夫翻译，丈夫有时也是“晕乎乎”不能准确表达妈妈的感受。 值得注意的是，由于生活与工作英语跟医用英语词汇上没有交汇点。建议孕期可以收集相应的医学词汇并且学习。因为医护人员面对面和电话里都会问很多问题，妈妈们需要简单、准确地描述自己的情况。 C.核心文件随声带（妈妈卡和带照片的身份证明） 入院的唯一要求。缺啥，让丈夫回家拿就行。 D.Uusimaa内选医院 赫尔辛基的妇女医院通常处理“难题”。2人一个房间。非头胎生产基本无家庭房（房间很大，丈夫同住同吃）。早产可选。 埃斯波Jorvi医院。1人一个房间。可用家庭房（丈夫同住同吃）。 Hyvinkää 和 Lohja医院。环境也不错，优点是人少，在赫尔辛基大区以外。需考虑车程。","link":"/2021/09/01/givebirthtotimo/%E8%8A%AC%E5%85%B0%E7%94%9F%E5%A8%83-%E5%8C%BB%E9%99%A2%E7%A5%9E%E7%A7%98%E9%9D%A2%E7%BA%B1%E5%A4%A7%E6%8F%AD%E7%A7%98-%E6%B5%B7%E5%A4%96%E7%94%9F%E5%A8%83%E4%B8%8D%E5%BE%97%E4%B8%8D%E8%80%83%E8%99%91%E7%9A%84%E5%BB%BA%E8%AE%AE/"},{"title":"辅食添加丨长在芬兰丨被建议4到6个月的婴儿吃什么？","text":"你也许想知道 Part 1: 4到6个月宝宝吃什么 Part 2: 吃多少餐？每顿吃多少？ Part 3：自己制作辅食，还是直接购买市场上的产品？ 在国内的时候，Q是6个月之后才开始添加辅食的。 而芬兰建议从Ti 4个月之后就可以尝试给他试吃流体的辅食。 4-6个月宝宝吃什么？ 主要是母乳或配方奶。 可以开始添加少量的流体食物。 就是由蔬菜、水果和浆果做成的辅食。 要注意的是：肉、鱼、蛋、淀粉类，要BB5个月之后再尝试！ 吃多少餐？每顿吃多少？ 吃多少餐？基本是一日5餐。 喝奶的同时慢慢添加辅食。 吃多少？每个小宝宝吃量不同。 想吃多少吃多少，无需着急。 自制辅食VS直接购买 我是直接买市场上的婴幼儿食品现在Ti比较小，我没有自己做任何辅食。 因为不好控制营养配比，有些担心宝宝营养不足； 份量不好把控，多煮的存放久了不适合给婴儿食用； 辅食粗细度难把控，怕呛到孩子； 所以，这个阶段Ti的辅食都是直接买的。 按照辅食包装上的适用月份购买。 省事省心，或许还能省钱…… （完）","link":"/2022/07/01/Bringupchildren/4to6monthsfood/"},{"title":"二胎思考：如何让哥哥&#x2F;姐姐接纳弟弟&#x2F;妹妹丨如何避免俩个孩子打架？丨大的喜欢小的吗？丨帮忙带小的？","text":"你也许想知道 Part 1: 怎样让年长的孩子接纳弟弟/妹妹？ Part 2: 年长的孩子会帮忙照顾弟弟/妹妹吗？ 我经常被问及Q与Ti日常是不是相处融洽？姐姐喜欢弟弟吗？姐姐会帮忙带弟弟吗？ 每次我的回答都会让想要二胎的家庭看到希望…… 怎样让年长的孩子接纳弟弟？ 我们也是经历很多个阶段一一教会我们家的姐姐（Q）去接受、去相信、去爱弟弟的。 怀孕前试探性发问：“如果你有一个弟弟或妹妹陪你玩，你愿意吗？”（最基础问题）； “你愿意分享玩具给弟弟或妹妹吗？”（进阶版）； 孩子们都会因为“有人陪我玩”而愿意，因为“分走我的东西”而拒绝。 给些憧憬，弟弟妹妹的到来是让他们期待的，而不是分割爱的存在。 怀孕中每天我都给Q介绍Ti在我肚子里成长的感觉。 同时，我会告诉姐姐她在我肚子时的趣事。 弟弟出生前就跟你一样：“在我的肚子住了10个月”。 每次跟姐姐聊过去的种种，我都会给她看手机里的照片，告诉她回忆。 这是同源感，也是告知姐姐，“你也是这样长大的一一从无到有、从小到大、从不懂到认知”。 姐姐和弟弟都经历了睡在妈妈肚子里的十个月，而且姐姐比弟弟早到来，姐姐被爸爸妈妈爱的日子更长。 Ti出生后（0到6个月）我们最忙最难的时候，没有外援（新冠期间）。 那也是姐姐最难的时候，Q很少笑，性格也变得没那么开朗。 原因来自于我们。 新的家庭成员，来自生活和工作的压力……已经耗尽我们的精力，同时我们的情绪条也爆满并溢出。 除了日常照顾姐姐外，我们没有太多的时间给她一一没有玩的时候、没有读书的时候、没有拥抱和亲她的时候。 晚上的时候，因为我需要照顾Ti，我失去了陪伴姐姐入睡的选手位置。 无论愿意与否，她都是抱着枕头找爸爸。 这种“交出去”的感受对于一位母亲来说，很难。 这段日子我一直有一种愧对她的感觉。 如果家里只有她一个孩子，她绝对是掌上明珠。 现在家里俩个孩子，她被忽视了，性格脾气也在悄然改变。 我意识到问题，所以我们要改变。 Ti出生后（6个月至今）我跟我丈夫是一碗水端平，极爱姐姐，也极爱弟弟。 人类的情感很特别。 并不是做加减题。 就是说，不是多一个孩子，就从某个你爱的人身上减些爱给ta，而是具备了再爱多一个的能力。 用统一的标准要求他们俩个的日常弟弟做错了，我们也会一样教育弟弟，哪怕知道他啥也不懂。 这是对姐姐的公平。 姐姐觉得自己跟弟弟一样，没有谁是被偏爱的。 有“打”的趋势就罚姐姐不是没想过打弟弟，她也做了。 第一次是用脚踹了弟弟的头，力气不大，但行为恶劣。 当我看见，没有宽恕。用最凶的语气，把她关到了厕所。 从大哭大闹，到不再哭之后，我们有一段谈话。 我问她，如果弟弟长大后踹你可以吗？ 姐姐回答：不要。 我问她，那么为什么你可以打他，而他不能打你？ 我告诉她一个道理： “你跟弟弟拥有同样的爸爸妈妈，流一样的血。 弟弟会来到这个世界，因为他爱你。 我跟你爸爸也是因为爱你，才会生弟弟陪伴你。 你们是一生的伙伴，是同一个团队的。 要打也是一起对外打，不是内讧。 将来弟弟长大了，他会在幼儿园里保护你，别人欺负你，你跟你弟一起上。 现在弟弟小，你需要保护他，因为你是大姐姐，你有能力保护他。” 现在Q的幼儿园有很多是姐弟、哥妹…在同一个幼儿园、不同组。 所以“一起干别人”这个概念，她不难懂。 而且肯定孩子“长大了，变厉害了”很重要。 因为他们需要父母的肯定，这让他们有价值和有成就感。 自此之后，两个宝宝更融洽。 有时姐姐会失手“动”了弟弟，都是很小的摩擦。每次Q都会马上跟Ti道歉。 姐姐帮忙照顾弟弟？ 姐姐会帮我照顾弟弟每次当我这么跟朋友们说，他们脑补的都是“冲奶，换尿布…”。 不是的，那是父母的责任，不是孩子的事情。 姐姐帮我转移弟弟的注意力Q会帮我逗Ti笑。 我们家经常响起他们俩个玩时的笑声，可以持续很久… 姐姐帮我说教弟弟Q会学我教导弟弟应该做什么、什么是危险的、为什么危险… 姐姐帮我向弟弟展示实用技能如何用带把手的杯子才能喝到水、如何把食物放嘴巴里才不会咬到手指… 姐姐是我的眼睛我做家务的时候，姐姐会“充当我的眼睛”，汇报弟弟在做什么。 如果弟弟搞“破坏”、调皮，姐姐会马上喊”妈妈，弟弟又….了“。我马上过去处理。 结语只要没到18岁，他们都还不是能完全为自己负责的时候。 那就意味着，父母要一直在旁教导和帮助他们。 大的孩子并不应该负起对小的照顾的责任。 二胎不易，没外援帮忙时照顾俩个孩子更难。 但他们值得期待。 （完）","link":"/2022/06/24/Bringupchildren/%E4%BF%A9%E4%B8%AA%E5%AD%A9%E5%AD%90%E7%9A%84%E7%9B%B8%E5%A4%84/"},{"title":"幼儿园打架丨全球的娃都一样，有摩擦与冲突丨家长、孩子和老师分别怎么办？","text":"你也许想知道 1: 幼儿园实际情况； 2: 幼儿园打架我们该怎么办？ 3: 打架后，孩子还能成为朋友吗？ 天下没有不发生冲突碰撞的幼儿园。 身体接触式：推（平地推倒、高处推到等）、打（一个打一个挨打、相互对打等）、抓（抓脸、抓手臂等）、扔（玩具、沙子、石头等）、咬（头部、四肢等）…… 这些都是会真实地发生在幼儿园。 其实不难理解，因为孩子们语言表达能力有限，但是有自己的想法，他们在用自己原始的方式表达自己（比如：我的玩具你别动、我的朋友不跟你玩等）。 讲道理啥的，都是懂道理的时候才能慢慢理解成人的话语。 新入园的孩子该怎么办？ 父母们该怎么办？ 我们是这样告诉孩子的 我与丈夫都是新手父母说实在话，姐姐Q在幼儿园遇到的所有事一一都是新鲜事。 我们也是摸着石头过河。 只有最合适的解决方式，没有最好的套路走到底。 家里老人们的【对战观点】每次姐姐在幼儿园被欺负。 “伤得”最痛的是家里老人。 家里老人都会激动地说教育Q：“打回去！” 他们简直是抄家伙的怒气。 如果孩子有伤痕，感觉可以掀桌子。 我们俩的【智取观点】我们是这样教Q的：如果幼儿园小朋友欺负你，你先打回去，然后大哭，最后找老师哭诉，放学后回家告诉爸爸妈妈。 姐姐Q的观点她不喜欢小朋友欺负自己。 但她同时认为打人是不对的，既然打人不对，所以不能打小朋友。 因此，别人打她，她并没有还手，内心和身体都受伤。 我跟她爸爸对Q的善良，表示有点担忧。 不过她每天都在成长，还有时间慢慢教她什么时候才应该善良。 现况与我想象中不同…我一直留意幼儿园这群调皮捣蛋的孩子。 我一直担心他们会时不时欺负我家Q，更不认为Q会和他们能成为朋友。 甚至，我会猜这些孩子的背景，有怎样的家庭，家庭教育，家庭规模（我认为孩子多的家庭会更容易锻造武力值），国籍等等。 事实是…… 天天一起玩； Q向往和他们玩（我猜是我家的教育她“太乖”，她期待着“野一些”，觉得他们很cool）； 我们接Q时，他们会大喊告知Q，她的父母来了； 他们教Q技能（教她骑单车，教她戴头盔等）； 会相互关心（某个小朋友生病了，某个小朋友受伤了等）； …… 感觉有种“从未有过节”的感觉。 这归功于什么？ 我们、幼儿园职工们和孩子们的努力 我与Q爸爸我们鼓励姐姐Q学习母语和芬兰语，这样她才能表达自己的感觉和说出发生什么事情。 我们为孩子支招，未必是最好的方法，但至少让Q知道有啥”大人“的方法。 我们聆听Q的想法，在她的意见下修改”方案“。 我们给予她支持，凡事有爸爸妈妈，不要害怕，也要学会勇敢。 我们采取实际行动，若发生较为严重的伤（比如说被抓伤脸、大面积淤青等等），我会第二天与负责的老师来一段心平气和的谈话。誓要拿到说法和解决方案。 平时每周外出旅行的时候，我都会让Q多带一些食物。 我让她分给没带食物的孩子，或者希望分享的对象，或者想品尝一下的孩子。 这也让她收获了一群”相互分享食物“的朋友。 我还记得上年春节，幼儿园老师希望我可以提供一些中国新年的素材（儿歌、家里的装饰品等等）。 因为Q是幼儿园唯一的中国孩子，大家对中国文化很感兴趣。 我是剪了20只窗花老虎，特意买了利是封，一个利是封一只虎，让Q派给幼儿园的小朋友； 还有我丈夫找的资料和儿歌等等； 直接“备课”30分钟的内容。 就是想大家一起参与学文化、加强Q自身的文化认同和交朋友。 活动结束后，Q很自豪，不同班的孩子们也记住了她的名字。 幼儿园职工们照顾孩子的老师们（这里我们不分班主任、特殊老师、助理、babysitter, nanny等等的岗位）每天接触那么多孩子，他们很了解孩子们的”生长形态“。 其中，以【老师】结尾职称的人都是非常合格的工作人员。 每次遇到事情，我都会在送孩子上学的时候，跟幼儿园班里常驻的工作人员”讲事情“。 我的目的是解决问题。 而解决问题需要依赖幼儿园的老师们。 心平气和说话，摆事实，问原因，说担忧，找解决。 我感觉只要点在点子上，冷静处理，芬兰的幼儿园反馈都很快。 每次，老师们都会跟我们道歉，因为是他们的疏忽才造成孩子的受伤。 回到班级上，他们会讨论情况，找到方法改变孩子们冲突的事实。 我发现，老师们不会把欺负我家Q的孩子，与Q隔断。 而是在老师们更多的注视下，让他们一起玩。 发生冲突的时候，会让做错方道歉，然后俩人握手或拥抱。 Q回家的时候，老师会提醒欺负人的孩子跟Q说再见。 当然，这是对个别孩子这种操作：让我们成为朋友，不打不相识的感觉。 如果遇到有性格缺陷的孩子、或者本来攻击性比较高的孩子…… 就是那种Q一见到就大哭的，老师们会主动隔开他们。 当Q慢慢长大，也会发现，那些孩子也没那么可怕，不再害怕时再接触。 孩子们我认为5岁以内的孩子们还是很纯粹的。 他们在老师的引导下，就是天天开开心心的玩，随便学东西。 在每一次和老同学的接触下渐渐一起玩，慢慢成为朋友。 没有一出生就是坏的孩子，或许只有我某阶段的理解错误。 结语每个孩子都会经历相似的情况。 由于情况不同，没有人能给出最好的解决方法。 但总有解决方案。 （完）","link":"/2022/06/24/Finlandlife/%E5%B9%BC%E5%84%BF%E5%9B%AD%E6%89%93%E6%9E%B6/"},{"title":"芬兰趣事丨穿过黑夜，伴随白雪，滑着去上学...","text":"步入冬天，天很早黑下来（约是15：30），早上很晚才天亮（约是9：30）。 早上起床对Q而言是一种挑战。 但当有好玩的事情或者活动，黑夜将不再是阻碍。 嗯，冬天滑着上学。 当雪有这么厚的时候…… 当家里买好滑雪的装备的时候…… 无惧严寒，每天自动弹起来，很开心地上学。 而我和Q爸爸只能化身为“麋鹿”。拉雪橇的人。 小的开心，大的运动，何乐而不为呢？ 书籍里记录，芬兰以前冬天军人是滑雪去打仗的。 上年雪大的时候，赫尔辛基有些人会滑雪上班。 对，就是滑雪装备齐全地在城市里滑来滑去。 好神奇对吧。 但对他们来说，就好像我们会骑共享单车上班一样。 —完—","link":"/2021/12/22/Finlandlife/%E6%BB%91%E9%9B%AA%E4%B8%8A%E5%AD%A6/"},{"title":"有孩子的时候，家长带娃VS自己带娃，分别的好处是......？","text":"你也许想知道 1: 家长帮忙带孩子的好处 2: 自己带孩子的好处 Q是由家长帮我们护航到1岁半。 跟许多人一样，我和丈夫白天上班，晚上回家自己带孩子。 周末由我们俩带孩子。 由于新冠，Ti宝宝出生的时候，没有家长来帮忙。由我与丈夫两人带两个孩子。 正是这次机会，让我们很好地对比了【家长带娃】与【自己带娃】。 家长带娃的好处 人手充足，我们没那么累我生完Q的月子期，是由3名家长一起照顾我和宝宝的。 一位负责买菜煮饭，一位负责白天照顾我和Q，一位负责晚上和我一起照顾Q。 喝着老火靓汤，天天有人陪伴，扯扯家常……日子就是那么简单地流逝着。 拥有有独处的时间孩子由父母带着，我们有时间做其它的事情，或许只是休息、或许出门下馆子…… 家长带娃，现代的一种刚需在国内的生活与工作里，我们没有那么多的“自己完成”。 因为需要上班赚钱。 不上班自己照顾孩子，会让家庭的收入减少，个人职业生涯会有停顿。 长远而言，并非优选。 这时的我们需要父母的帮忙和全力的支持。 有家人包揽煮饭和搞卫生搞卫生可以交给工具（洗衣机、洗碗机、烘干机、吸尘器等各种小型家用电器）。但煮饭是靠实力的。 虽然自己的父母不是大厨，但是从小都吃那个味，感觉他们就是遗留在民间的高手。 而自己做饭，情况变成每天愁吃什么，还因为做得不好吃而“浪费”好食材。 每顿营养、健康、不重复，是特别考验人买菜和煮饭能力。 家人带娃，家人虽累但开心退休就是人一生需要休息的时候。 可是由于实际，父母不得不再挑起担子，帮助儿女带孩子。 周一到周五，我们上班，何尝他们不是也是上班？ 甚至有些家长需要一周7天带孙女孙子，堪比996还不容易。 你说工作有KPI。虽然我们不能把KPI放在父母身上，但他们也有压力，怕没带好孩子、怕子女责怪过失…… 不过同时，家人付出的时间与耐心，让家长和小朋友羁绊加深。或许那就是所说的“天伦之乐”吧。 自己带娃的好处 父母与子女的亲子关系紧密孩子特别依赖和依靠照顾他们的人。 这种亲子关系，会在育儿过程贡献许多。 让教育孩子变得容易，因为孩子相信你、爱你，也将对你所说、所教育记于心中。 一套准则：有规矩才能有方圆人数越多，变量与变数越多。 带孩子只需要同一套手法、同一种理念。 否则孩子将迷惑。 俩个年轻爸爸妈妈很容易达成一致的想法。 我们的父母有他们的想法。 我们年轻的一辈，只说【科学养娃】。我们的父母辈是【凭经验养娃】。 理念不同，就是有差别。 对于孩子而言，他们会选择“更容易，更好说话”的人撒娇。 避免双重标准我们是父母的孩子，小朋友是我们的孩子。 有时，父母习惯批评与评价我们的生活。不过同样的事情，他们会宠爱小朋友们。 那么，生活就会出现双重标准。 举个例子： 我们给孩子买雪糕吃。 我们的父母看见就会对我们说：“不要吃那么多雪糕，雪糕是垃圾食品，对小朋友身体不好，BALABALA……” 转身，他们对小朋友说：“我给你们买雪糕，买买买。”行动派的，还马上买给孩子吃。 所以，你爸妈永远是你爸妈，骂你的时候，他们觉得自己很有道理。 只要不涉及原则，还是ok的。 可是，很多事情上，孩子的养育就是原则。 无论自己带还是家长带，都需要避免双重标准。 可以减肥带孩子很累，但是不会吃得差或者不运动。 是一个很好的减重方法。 不需要处理人际关系家人帮忙带孩子，无论有什么不同意见，我们在沟通时得照顾家人的心情。 家庭和睦很重要。 自己带没有这个成本。 （完）","link":"/2021/12/21/Bringupchildren/%E8%87%AA%E5%B7%B1%E5%B8%A6VS%E7%88%B6%E6%AF%8D%E5%B8%A6%E5%AD%A9%E5%AD%90/"},{"title":"孕期和哺乳期丨孕妇、新妈妈，打不打mRNA新冠疫苗？丨经历和想法","text":"孕期2021年怀着和生下Ti。 这一年，依旧是新冠流行病蔓延的时候。 当我怀着Ti，宝宝还在我肚子里8个月的时候。芬兰开始为我这个年龄段的人免费注射第一针新冠疫苗。 当我把Ti生出来1个月后，身边的人基本都完成了两针新冠疫注射。 而我还是”全裸、空白“。 疫苗并不是强制的。 我个人认为疫苗是必要的，但是怀着孩子时，我有我的考量。 在我的年龄段的人几乎都是使用Pfizer Biontech rokote（辉瑞生物技术疫苗）。辉瑞COVID-19疫苗是一种mRNA疫苗。 虽然不少美国和欧洲等地，很多孕妇、哺乳期的母亲都已经注射疫苗。但是我认为对”特殊人群“这块的研究结果还是没能说服我孕期内注射疫苗。 此外，Ti的月份已经比较大，本人在这段时间防护做得比较足……这都是没去打疫苗的原因。 哺乳期Ti出生后一直有吃母乳。这时候是处于摇摆不定的时期。 家里人建议先不打，等孩子吃母乳到6个月，不再吃母乳再打也不迟。 变数是今年的11月，我带Q到儿保中心体检的时候，护士帮我注射了最新的流感疫苗。之后新闻报道，进入某些公共区域需要COVID-PASS(一个带二维码的证书，注射新冠疫苗后获得)。 当时我想，流感疫苗打了，也不差新冠疫苗了。而且，没有COVID-PASS，许多地方都去不了。 因此，我便网上预约了新冠疫苗第一针。 疫苗注射后我是昨天刚刚打完第一针。我的身体明显感受到不舒服，属于正常范围，48小时后会逐渐消失症状。 Ti还是正常母乳喂养。 就是这个状态下的自己带娃，有点手痛，有点重感冒的样子。 这两天带娃变得难了一点点。 —-完—-","link":"/2021/12/08/Finlandlife/%E6%89%93%E6%96%B0%E5%86%A0%E7%96%AB%E8%8B%97/"},{"title":"不用一直抱着，怎样可以让小宝宝自己入睡？","text":"你也许想知道 如何帮助宝宝床上自己入睡 Ti在3个月零4天就可以自己在床上“把自己哄睡着”。 我们是怎么让双手解放的？怎样不用再抱娃抱到腰酸背疼？怎样可以不用“放炸弹”般放娃？ 亲测，以下方法有效。 首先，宝宝需要保暖。 根据气候，用适宜的温度包围宝宝。 冬天要穿够，夏天要透风。 然后，毛绒娃娃来帮忙。 把宝宝喜欢的毛绒玩具放高一点，让宝宝能看见玩具。 如果宝宝能一直盯着玩具，能有一种催眠作用。 盯着盯着，宝宝眼睛累了，就会想闭眼睡觉。 同时，来点温柔的音乐。 无需特别安静的环境，一点点白噪音反而有利于孩子睡眠。 要注意不要突然冒出来不和谐的声音，否则很容易让困着的宝宝大哭。 最后，时不时检查孩子是否睡着。 孩子能自己入睡是一种很好的习惯，可以让父母有更多时间休息。 结语 培养孩子自己睡觉是一个漫长的过程。 当形成习惯后，每天让宝宝睡觉的流程是一样的。 不同的是，我们越来越容易掌握和把控哄孩子入睡的节奏。 让孩子碰床就睡并不是梦。 （完）","link":"/2021/11/29/Bringupchildren/%E5%AE%9D%E5%AE%9D%E8%87%AA%E5%B7%B1%E7%9D%A1/"},{"title":"自己带孩子丨不妨看看这些方法丨做妈妈也可以又精又懒...","text":"你也许想知道 Part 1: 生活中怎样带娃会更容易些 Part 2: 如何跟孩子共享时光 带孩子是一件非常费神、费精力的事情。 每天繁杂的事项、孩子的哭闹、原本生活的压力、工作的难点…… 叠加起来很容易让父母们失去耐性和生活的希望。 穿越“枪林弹雨”的日子，总结出来的实用“高效技巧”，或许能让大家事半功倍的方法。 能交给机器的事，别留给自己 家用电器的存在就是让人类的生活变得简单。 除此之外，电器能把事情做得比人工的好。 还有，把“繁化简”也对心理有积极的影响。 【洗碗机】赶紧上线：配合放入多功能洗涤剂，孩子油腻的塑料餐具脱油成功、锅底由黑炭色洗成原本样、玻璃杯透明度如新、马克杯的茶渍和咖啡渍不再…… 【多功能洗衣机（烘干机也值得拥有）】赶紧上线：一键KO脏衣服，从洗到烘干一步到位。每天开机一次，调准模式，全家衣服混洗没问题。 【多档吸尘器 + 戴森V15】赶紧上线：两台吸尘机配合用，选用不同的头专攻不同的位置。V15有除螨激光头，可以用于床上、沙发等孩子爬来爬去的地方。 配一台“扫地机器人”，或“扫地+拖地机器人”也不错。让它时不时动起来。 教会孩子【自己完成】，哪怕孩子只有3岁+ 怀孕带来许多不便，坐月子也将是如此不便。 蹲下、跳跃、奔跑、走快点……没有一样是成的。 所以，在Q 3岁的时候教导她自己穿衣、穿鞋、戴帽子、戴手套、刷牙等等； 在她3岁3个月的时候，教会她自己使用大人的马桶（坐厕，有协助的工具），如厕后洗手等习惯； 在她3岁半的时候教会她自己洗澡（我站着拿莲蓬头协助她）； 让她成为我的小助理，替我弯腰捡东西；跑腿拿在房子里的东西； 孩子虽小， 但不代表不懂或者没能力。 运动，也可以一起呀 把婴儿放到婴儿车，换上舒适的衣物，推着车子奔跑吧。 休闲，一起吧 打开一部儿童适合看的电影，我陪伴Q看电影，Ti躺在小床上陪伴我们。 也可以吃些零食，讨论日常孩子在幼儿园的生活、教会她电影里在演的道理…… 一起看书吧 刺激宝宝语言能力的时候，虽然我不懂婴儿语，婴儿也不懂人类语言。 拿起一本书对婴儿朗读，宝宝以为跟他说话呢。 解放双手，背着，别抱 孩子不停长大，体重跟着增长，总有抱娃抱到手抽筋的时候。 解放双手，让我们可以同时做其它事情。 优化完以上所说，会简化生活。 找到“照顾孩子和自己时间”的一些平衡点。 可，生活依旧不易。 但，可以生存下来。 （完）","link":"/2021/11/18/Bringupchildren/post%E5%8F%88%E7%B2%BE%E5%8F%88%E6%87%92/"},{"title":"备孕3个月怀上，因为我做对了这些事...","text":"宝宝什么时候到来不是人可以决定的而是上天说了算 因为宝宝并不能被具体计划怀上的时间 现代因为压力、食品、空气等原因或许要经历很漫长的等待 女生能做的就是保持好孕能力配合科学地备孕才有赢得大概论 1.不要精神紧张，保持心情愉快 备孕的时候，很容易整个大脑都是想着“生孩子”的事情。这样过分紧张的情绪，会打消男生和女生的性冲动，更像是完成任务。 这样的话，女生正常的排卵周期会被打乱，男生的睾丸激素分泌会受影响，从而导致精子数量下降、质量变差。 第一次备孕的时候，我也是特别急迫。每月都会计算好排卵期。 而且排卵期期间每天为自己测量LH值和体温。用科学的方法“让卵子和精子能相遇”。然而越是着急，越是没结果。备孕2个月后，这种紧张变成了焦虑。 备孕第3个月，在我的不安下，我们还去了三甲医院，准备做孕前体检。想知道身体是否有需要调整的地方。 就在那时候，我被告知，我怀孕了。 回想了一下，怀孕前的一个排卵期。我们刚搬家，忙里忙外收拾东西分散了我的精力。新家让我们都更愉悦放松。 不想，反而更容易。 2.拥有正常的生活节奏（睡眠足） 许多人会晚睡。其实不要紧，但别特晚睡觉，还得早起。重要的是规律和睡眠时间充足，把生物钟“锁死”。 3.抽烟、喝酒是坏习惯 远离烟酒，珍惜健康。 4.适量运动，哪怕只是走走路 上班坐着，下班还是坐着，坐着是常态。很容易导致人体的内分泌不正常。 与之相反的是过度运动，追求低体脂比。女生体脂比过低是不利于怀孕的，因为卵子难以成熟，甚至会导致月经不调、停经。圆润一点，有些肉，也是很可爱的。 5.每天可控的咖啡因量 上班犯困，通常会喝杯咖啡、饮杯茶，那都是正常的事情，可以做。 但是要有所把控，因为许多人把喝咖啡、茶等含咖啡因的饮品替代水，或者一天许多杯。过量咖啡因是不利于女性怀孕的。 6.均衡的饮食习惯 多样化的饮食似乎是老生常谈，但许多人却难以做到。问问自己，今天蔬菜、水果、主食、肉类、零食…的比例是什么。 7.学会计算排卵期 可以下载一个App， 填入自己的具体情况，App自动计算排卵期。 8.测LH值和体温 可以用试纸或者仪器测LH。在LH高峰之后的3-6小时之内行房，最容易达到受孕的目的。体温的变化也是一项观察点。 心情好是最重要的事。怀Q备孕3个月，怀Ti也是备孕3个月。第一次是因为搬家和国外回家心情好。第二次是因为懒得想，顺其自然。 就是要佛一些。","link":"/2021/09/21/%E5%A4%87%E5%AD%95/%E5%A5%BD%E5%AD%95%E5%8A%9B%E7%9A%848%E4%B8%AA%E8%A6%81%E7%82%B9/"},{"title":"芬兰如何激励人们生小孩：帮你准备好带娃的必需品","text":"Maternity package (新生婴儿礼盒)，这是我最最最期待的事情之一。 感觉就像生日那天拆礼物一样，数不尽的惊喜。 在妈妈们怀孕5个月的时候，就可以收到这份大礼物了。 礼盒里面包括50样新生儿必需品：四季衣物、毛巾、睡袋、玩具、婴儿护理用品（指甲钳、测水温的温度计、梳子……）、妈妈护理用品（喂奶后用的乳头保护膏、安全套……）、宝宝书等等。 盒子里的衣物同时适合男宝宝和女宝宝。 所以不需要担心是否适合自己的BB。 除了上面提及的东西外，装礼物的盒子底部有一块泡沫垫。 如果你愿意，这将是BB的第一张婴儿床。 盒子的大小适合让BB睡到大概4个月大。 以前芬兰人都会把孩子放到盒子里睡，现在有更多的选择（BB床、手推车等），他们才减少这样的做法。 Baby box已经在芬兰存在80年。 通过帮助新生儿家庭准备必备品的方式，激励人们生孩子，从而逆转出生率下降的问题。 当我们收到的时候，感到很高兴、幸福。 拆包裹的确是一件放松身心的事。 一次收到那么多实用的物品，妈妈们少操心、家里少花钱、分散妈妈们注意力去收拾物品、专注于即将到来的宝宝…… 开心！ （完）","link":"/2021/09/15/givebirthtotimo/Babybox/"},{"title":"芬兰生娃丨产后芬兰医院给妈妈们吃什么营养餐？“＝月子餐”？","text":"总结而言：营养健康（多液体、高蛋白、多蔬菜），容易消化，美味的。 在芬兰并没有“坐月子”的说法，同样，也没有“月子餐”。 住院后、生产产前，芬兰医院的食物更像是自助餐，不过不是自取，而是由助产士送到孕妇的房间。我当时可选的食物挺多，包括各种热、冷饮品（各种茶包、果汁、牛奶等），还有热汤，奶酪，好几种面包… …在生Ti之前，我让助产士帮我拿了两次食物。因为生产会消耗大量体力。生孩子前，吃饱才好用力生娃、生孩子后，需要补充体力。另外，生娃也是一件“有压力”的事情，吃东西可以缓解心理上的压力。 你也许想知道 芬兰生娃丨医院神秘面纱大揭秘 + 海外生娃不得不考虑的建议 芬兰生娃丨医院账单到了！五星服务的费用是… 在医院里，一天有四顿，以保证一天摄入2200Kcal的能量。由于需要为孩子喂养母乳，这是很需要饮用大量的液体（水、果汁、牛奶等），同时也需要很多的能量。因为照顾新生婴儿是一件24小时 on call（在线）的事情，很容易饿，特别是半夜。 一起看看，我生完Ti之后吃了什么吧~ 特别的点：医院允许孕妇或产妇喝咖啡。他们给我专门的食物指引资料。咖啡每天可以喝一杯，但不可过量。由于母乳喂养可以把咖啡因传送给宝宝，宝宝也“精神”着。","link":"/2021/09/06/givebirthtotimo/%E4%BA%A7%E5%90%8E%E8%8A%AC%E5%85%B0%E5%8C%BB%E9%99%A2%E7%BB%99%E5%A6%88%E5%A6%88%E4%BB%AC%E5%90%83%E4%BB%80%E4%B9%88%E8%90%A5%E5%85%BB%E9%A4%90/"},{"title":"情绪管理 | 孩子爱生气，管理“生气”从今天开始","text":"你也许想知道 如何帮助生气中的孩子学习管理情绪 3岁+的孩子的词汇量大概是500个。 他们既能清晰地描述日常的小事情，但又时常不能准确表达自己的想法。 这个年龄段的孩子开始有自己的想法和意愿。 如果想法得不到满足，便开始大哭、大叫、地上打滚、扔身边的东西、打家具、打父母、小脸憋得通红、生气得满头大汗…… 跟父母“反抗”到底，“斗到”父母妥协才能罢休…… 这个年龄段的孩子似乎没有理由地生气。 对于不同的意见，将表现出非常大的不满和抗拒。 双手抱胸、跺脚、对父母大叫“不”、停在原地表示不满…… 当遇到孩子脾气管理失控的时候，便是我们着手教育他们的最好时机。 关键时期不教导，很容易导致日后脾气暴躁。 越早解决，越省心。如果孩子在家生气的时候，抓住机会，引导孩子正确面对“生气”。 总比在公共场合孩子在“发狂”时，大人跟着发飙来得简单些。 当然，我们需要留心孩子的状态。 一般而言，根据专家的意见，孩子哭25分钟以内是没有问题的。 不过要留意孩子是否被自己的口水呛到或者由于鼻涕堵塞，呼吸困难等。 需要哭多久是因人而异的。 通常刚开始会哭比较久，随着孩子学会管理自己的情绪，时间会缩短。 “生气”的情绪是不是洪水猛兽？如何协助孩子控制他们的生气情绪？ 首先，“生气”是一种平常又普通的感受，孩子拥有它、父母也拥有它。 第一步：父母先冷静下来，不要因为孩子失控，自己也沦陷失控状态。 3岁多的孩子对情绪的控制处于初苗阶段。 如果他们发现父母比他们更激动，只会“火星撞地球”，双方越演越烈。 做你孩子的榜样，用冷静的情绪与你的孩子沟通，其中包括：温和的声音、温柔的脸部表情和关爱的肢体语言。 只有看到你冷静的样子，孩子才有可能跟着你冷静下来。 这不是家长和孩子之间的比赛，比拼谁的声音大或谁比较“凶猛”。 第二步，不是告诉他们“冷静下来”，而是给他们时间自己冷静下来。 其实“冷静”这个词挺难懂。我指的是语言含义。 让要3岁+的孩子理解其含义，那是相当困难的。 倒是可以减低语速地告诉暴躁的孩子，“妈妈给你5分钟你自己哭。当你不哭的时候，妈妈再跟你聊聊这件事。” 有些孩子可能还是对时间没太多观念。 小肆芬还更小的时候，我们会让她坐在一张小椅子上大哭，每当她离开椅子，我们便再把她放回去。 每次放她回到椅子上时都会告诉她：“你坐在这里想想，不哭了我们再聊。” 第三步，现在不是说教的好时机，但却是聆听的好机会。 了解孩子为什么要生气。 说教只会引起孩子的反抗心理，对这次的引导并没有积极的影响。 而“共情” — 更多的关爱和理解，才是幼小的心灵寻求的依靠。 第四步，冷静后的讲道理。 给做到冷静的孩子一个拥抱和几句鼓励的话。 告诉他们，“你也做得到，你是大孩子了……”擦干眼泪，讲明道理。 重中之重，全程父母需要深呼吸，因为这引导过程需要你的耐心与耐性。 如果孩子一旦学会管理自己的生气情绪，下一次他们再次生气时，恢复正常的时间会更短、效果更好。 (完)","link":"/2021/09/04/Bringupchildren/%E5%B9%BC%E5%84%BF%E6%83%85%E7%BB%AA%E7%AE%A1%E7%90%86/"},{"title":"芬兰生娃丨医院账单到了！五星服务的费用是...","text":"你也许想知道Part 1 : 芬兰医疗费用简介Part 2 : 短期住院护理费用描述Part 3 : 我的生娃账单 VS 广州生Q费用 在高消费的北欧国家的医院生一个宝宝需要多少费用？ 生产Ti的医院费用与在广州妇幼生产Q的费用谁更高？ 了解更多 芬兰生娃丨医院神秘面纱大揭秘 + 海外生娃不得不考虑的建议 芬兰生娃丨产后芬兰医院给妈妈们吃什么营养餐 Part 1 ：芬兰医疗费用简介Patient fees : 医疗费用 在芬兰，医疗费用中的大部分由你所在的城市支付。个人仅支付小部分费用。病人出院时并不用马上支付医院的账单，具体的医疗费用将由邮寄纸质账单到病人家中或者发送E-账单到个人的医疗系统账户上。账单在治疗之后约两周时间内到家。（我的生产账单是出院后10天到家的。） Part 2 : 短期住院护理费用描述2021年的收费标准：48.9欧元/天。 有趣的地方 A.不同的治疗手段，但一样的收费。 我是使用水中分娩的方式生产小捌芬的，过程中没有使用任何药物或进行手术，一天按48.9欧元收费。我的朋友剖腹产，用不同的药物，进行手术等，一天也是按48.9欧元收费。 B.48.9欧元全包当天内容。 该费用是指入院日、住院日和出院日，一天的费用。该费用包括：治疗费用、住院费用、检查费用、吃饭费用、工作人员服务等等的全费用。 Part 3 :Ti生娃账单 VS 广州生Q费用 水中分娩，单人产房、单人病房。3天医院生产之旅，一天48.9欧元，最后支付合计 146.70 欧元（大概1000元）。 那时在广州生Q的时候，传统方式顺产，用了催生针、物理捅破羊水、产后泡脚、新生儿洗澡服务等等，单人产房、双人病房，5天医院生产之旅，合计约4500元。医保后，最后支付约2500元。 两次每日单价相差100元.","link":"/2021/09/03/givebirthtotimo/%E5%8C%BB%E9%99%A2%E8%B4%A6%E5%8D%95%E5%88%B0%E4%BA%86/"}],"tags":[{"name":"喂养","slug":"喂养","link":"/tags/%E5%96%82%E5%85%BB/"},{"name":"养育","slug":"养育","link":"/tags/%E5%85%BB%E8%82%B2/"},{"name":"芬兰生娃","slug":"芬兰生娃","link":"/tags/%E8%8A%AC%E5%85%B0%E7%94%9F%E5%A8%83/"},{"name":"备孕","slug":"备孕","link":"/tags/%E5%A4%87%E5%AD%95/"},{"name":"日常","slug":"日常","link":"/tags/%E6%97%A5%E5%B8%B8/"}],"categories":[{"name":"婴幼儿照顾","slug":"婴幼儿照顾","link":"/categories/%E5%A9%B4%E5%B9%BC%E5%84%BF%E7%85%A7%E9%A1%BE/"},{"name":"生活","slug":"生活","link":"/categories/%E7%94%9F%E6%B4%BB/"},{"name":"幼儿教育","slug":"幼儿教育","link":"/categories/%E5%B9%BC%E5%84%BF%E6%95%99%E8%82%B2/"}]}